; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=الإعدادات - Let It Rain FX
Rain=مطر
Snow=ثلج
Intensity=الشدة
Low=منخفضة
High=عالية
Wind Direction=اتجاه الرياح
Left=يسار
Right=يمين
Simplified snow heap=كومة ثلج مبسطة
Change Particle Color=تغيير لون الجسيمات
Hide behind windows=الإخفاء خلف النوافذ
Start with Windows=التشغيل عند بدء Windows
About - Let It Rain FX=حول - Let It Rain FX
Report issues or send feedback to=للإبلاغ عن المشكلات أو إرسال الملاحظات إلى
Support=ادعمنا
Other apps=تطبيقات أخرى
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=عارض صور سريع وخفيف وبسيط مصمم لنظام Windows الحديث
Customizable, minimal, transparent desktop clock widgets for Windows=أدوات ساعة سطح مكتب قابلة للتخصيص وبسيطة وشفافة لنظام Windows
Configure=الإعدادات
About=حول
Exit=إنهاء
